{"classes":["STUDIUM","STUDIENFACH","PLATFORM","SOFTSKILL","TECHNOLOGIE","PROG_SPRACHE","VISUALISIERUNG","PROGRAMM","KNOW-HOW","ABSHLUSS","DATENBANK","BERUF","LEVEL","ENGLISCH_SPRACHE","DEUTSCH_SPRACHE"],"annotations":[["Abgeschlossenes Studium mit quantitativem Schwerpunkt (z. B. Mathematik, Statistik, Physik, Informatik) und Erfahrung im Bereich Datenanalyse (u. a. Machine Learning, Natural Language Processing)\r",{"entities":[[16,23,"STUDIUM"],[61,71,"STUDIENFACH"],[73,82,"STUDIENFACH"],[84,90,"STUDIENFACH"],[92,102,"STUDIENFACH"],[149,165,"TECHNOLOGIE"],[167,194,"TECHNOLOGIE"]]}],["Sicherer Umgang mit einer Programmiersprache (z. B. C++, Java, PHP, Python, Ruby) und/oder einem Datenbanksystem (z. B. SQL, SAS, MongoDB)\r",{"entities":[[52,55,"PROG_SPRACHE"],[57,61,"PROG_SPRACHE"],[63,66,"PROG_SPRACHE"],[68,74,"PROG_SPRACHE"],[76,80,"PROG_SPRACHE"],[120,123,"PROG_SPRACHE"],[125,128,"TECHNOLOGIE"],[130,137,"DATENBANK"]]}],["Idealerweise erste praktische Erfahrungen (Praktikum oder Werkstudierendentätigkeit)\r",{"entities":[]}],["Teamplayer:in mit Engagement und hohem Verantwortungsbewusstsein sowie Interesse an komplexen betriebswirtschaftlichen Zusammenhängen\r",{"entities":[[0,10,"SOFTSKILL"],[18,28,"SOFTSKILL"],[39,64,"SOFTSKILL"]]}],["Sehr gute Kommunikationsfähigkeiten in Deutsch und Englisch\r",{"entities":[[39,46,"DEUTSCH_SPRACHE"],[51,59,"ENGLISCH_SPRACHE"]]}],["\r",{"entities":[]}],["Durch Modellierung umfangreicher und heterogener Daten sind Sie in der Lage, Muster und Zusammenhänge in Daten zu erkennen und daraus Aussagen und Handlungsempfehlungen abzuleiten.\r",{"entities":[]}],["Um das gewonnene Wissen sowie die Erkenntnisse aus der Datenanalyse auch gezielt nutzen zu können, wollen Sie die Daten nicht nur sammeln und auswerten, sondern auch mithilfe von Dashboards und Präsentationen visualisieren und so den Entscheidungsträgern zugänglich machen.\r",{"entities":[[179,189,"VISUALISIERUNG"]]}],["Für einen laufenden Betrieb erarbeiten Sie zudem einen ETL-Prozess und entwickeln einen Automatismus, der die Daten in regelmäßigen Abständen in die Datenbank einspeist und analysiert, um so die stetige Weiterentwicklung und Automatisierung der Controlling-Prozesse voranzutreiben.\r",{"entities":[[149,158,"DATENBANK"]]}],["Dabei sind Sie an der Überführung des Piloten in ein Standardreporting oder Dashboard in SAP BW/HANA, SAP Analytics Cloud oder anderen BI-Tools maßgeblich beteiligt.\r",{"entities":[[89,100,"PLATFORM"],[102,121,"PLATFORM"]]}],["Darüber hinaus unterstützen Sie beim Aufbau eines Data Lake zur Anbindung neuer, unstrukturierter Datenquellen als Basis für Advanced Analytics und Machine Learning Lösungen\r",{"entities":[[50,59,"TECHNOLOGIE"],[125,143,"KNOW-HOW"]]}],["Mit Ihrem Know-how entwickeln Sie unser internes Controllingsystem insgesamt stetig weiter und behalten bei allen unseren Prozessen unsere Qualitäts-Standards im Auge.\r",{"entities":[]}],["Ihr Studium der Mathematik, Informatik, Wirtschaftsinformatik, Betriebswirtschaft oder vergleichbarer Studiengänge (Uni/FH) mit Schwerpunkt Controlling, Statistik, Datenmanagement oder Data Analytics haben Sie erfolgreich abgeschlossen.\r",{"entities":[[63,81,"STUDIENFACH"]]}],["Sie haben bereits Berufserfahrung als Controller, Data Analyst oder im Bereich Business Intelligence gesammelt.\r",{"entities":[[50,62,"BERUF"]]}],["Dabei haben Sie fundierte Kenntnisse in der Datenmodellierung, Datenvisualisierung und der Entwicklung von Datenbanktechnologien aufgebaut.\r",{"entities":[[63,82,"VISUALISIERUNG"]]}],["In dem Daten-Dschungel behalten Sie mit den gängigen Programmiersprachen für statistische Analysen, wie Python, R, Java oder SQL, jederzeit den Überblick.\r",{"entities":[[112,113,"PROG_SPRACHE"]]}],["Predictive Analytics, Machine Learning oder Data Mining sind für Sie nicht nur Buzzwords, sondern Methoden und Werkzeuge, um strukturierte Problemlösung zu betreiben.\r",{"entities":[[0,20,"KNOW-HOW"],[44,55,"KNOW-HOW"]]}],["Sie lieben es sich in Zahlen auszudrücken sowie statistische Analysen und Business Modellierungen aufzustellen. In Excel sind sie Profi in Bezug auf Datenmodellierung und Sie kennen gängige BI Anwendungen, sowie ERP Systeme.\r",{"entities":[[115,120,"PROGRAMM"]]}],["Das Erstellen, Pflegen und Optimieren von ETL-Strecken (z.B. Visual Studio / SSIS Theobald) ist Ihnen nicht fremd.\r",{"entities":[[61,74,"PROGRAMM"],[77,90,"PROGRAMM"]]}],["Sie besitzen fließende Deutsch- und Englischkenntnisse.\r",{"entities":[[23,31,"DEUTSCH_SPRACHE"],[36,54,"ENGLISCH_SPRACHE"]]}],["\r",{"entities":[]}],["Sie haben ein abgeschlossenes Studium als (Wirtschafts-) Informatiker:in oder eine gleichwertige Qualifikation\r",{"entities":[[57,69,"STUDIENFACH"]]}],["Sie bringen bereits Berufserfahrung in den relevanten Aufgabengebieten mit\r",{"entities":[]}],["Erfahrungen im Projektmanagement und Prozessaffinität sind vorhanden\r",{"entities":[]}],["Fundierte Kenntnisse in MS-Office, insb. Excel (VBA), Datenbankmanagementsystemen / SQL sowie MS Power BI\r",{"entities":[[24,33,"PROGRAMM"],[97,105,"VISUALISIERUNG"]]}],["Teamfähigkeit, gute organisatorische und kommunikative Fähigkeiten runden Ihr Profil ab\r",{"entities":[[0,13,"SOFTSKILL"],[41,66,"SOFTSKILL"]]}],["Vertrauen Sie auf die Sicherheit und Zuverlässigkeit eines großen kommunalen Arbeitgebers, eine attraktive und faire Vergütung und den Komfort einer betrieblichen Altersversorgung.\r",{"entities":[]}],["Ihre Aufgabe ist für die Zukunft unserer Region von Bedeutung. Dafür ziehen wir alle an einem Strang und nutzen die Stärken des gesamten Teams.\r",{"entities":[]}],["Rechnen Sie mit kollegialer Unterstützung, Duz-Kultur und Menschen, die den konstruktiven Austausch mit Ihnen suchen.\r",{"entities":[[16,41,"SOFTSKILL"],[76,99,"SOFTSKILL"]]}],["Passen Sie Ihren Beruf Ihrem Leben an, denn mit unseren flexiblen Arbeitszeitmodellen bestimmen Sie den Rhythmus Ihres beruflichen Alltags selbst. Auch Ihr Nachwuchs liegt uns am Herzen: Bei unseren „Stadtwerke Minis“ werden sich Ihre Liebsten garantiert wohlfühlen.\r",{"entities":[]}],["Entwickeln Sie sich bei uns: Kontinuierlich und regelmäßig nehmen wir die persönliche und fachliche Entwicklung in den Blick. So erreichen Sie mit uns Ihre Ziele.\r",{"entities":[]}],["Nutzen Sie unser umfangreiches Paket zur Gesundheitsförderung: Dabei sind Firmenfitness (Hansefit/ Qualitrain), diverse Präventionsprogramme und Beratungsangebote nur Auszüge, denn Gesundheit steckt bei uns in jedem Arbeitsplatz.\r",{"entities":[]}],["Genießen Sie den vergünstigten Bezug von Strom und Wasser oder die Möglichkeiten zur mobilen Arbeit\r",{"entities":[]}],["Du besitzt ein ausgezeichnet abgeschlossenes Studium in Data Science, (Wirtschafts-)Informatik, (Wirtschafts-)Mathematik, Statistik, Ökonometrie – alternativ überzeugst du mit einem vergleichbaren Studium\r",{"entities":[[56,68,"STUDIENFACH"],[133,144,"STUDIENFACH"]]}],["Deine sehr guten Kenntnisse in der Datenaufbereitung, dem Aufsetzen von ETL-Prozessen, der Datenanalyse und -visualisierung mit Python bzw. PySpark und SQL sind bei uns gefragt\r",{"entities":[[140,147,"PROG_SPRACHE"]]}],["Du kennst dich mit cloudbasierter Infrastruktur und Cloud Computing aus, idealerweise mit Microsoft Azure - Erste Erfahrungen mit Cloud-Services wie Databricks oder der Azure Data Factory hast du idealerweise bereits gesammelt\r",{"entities":[[100,105,"PLATFORM"],[149,159,"TECHNOLOGIE"],[169,187,"TECHNOLOGIE"]]}],["Dich zeichnet deine Leidenschaft für Data Science aus und du bringst eine hohe Motivation mit, um gemeinsam im Team die datengetriebenen Prozesse voranzubringen\r",{"entities":[]}],["Sehr gute verhandlungssichere Deutschkenntnisse sowie gute Englischkenntnisse runden neben deiner Lernbereitschaft dein Profil ab \r",{"entities":[[30,47,"DEUTSCH_SPRACHE"],[59,77,"ENGLISCH_SPRACHE"]]}],["Du verfügst über ein abgeschlossenes informationstechnisches Studium oder eine vergleichbare Ausbildung? Du hast bereits tiefgreifende Fähigkeiten im Bereich Data Warehousing und Analyse? Du interessierst Dich für das Online Business, BI- und Big Data-Technologie? Du siehst Dich in den unten genannten Punkten beschrieben? Dann freuen wir uns auf Deine Bewerbung.\r",{"entities":[]}],["Du zeichnest Dich durch mehrjährige Berufserfahrung im Bereich Data Warehousing, Reporting und Analytics aus.\r",{"entities":[[63,79,"DATENBANK"],[81,90,"VISUALISIERUNG"],[95,104,"KNOW-HOW"]]}],["Du beherrschst die SQL Server Plattform, insbesondere SSIS und kennst Dich mit Tableau als Reporting Tools aus.\r",{"entities":[[19,39,"DATENBANK"],[54,58,"DATENBANK"],[79,86,"VISUALISIERUNG"]]}],["Die Nutzung von SQL gehört für Dich zum Arbeitsalltag.\r",{"entities":[]}],["\r",{"entities":[]}],["Du hast Erfahrung in der Programmierung und in der Nutzung von Versionsverwaltungssystemen.\r",{"entities":[]}],["Idealerweise hast Du Erfahrung in Hadoop und Impala.\r",{"entities":[[34,40,"TECHNOLOGIE"],[45,51,"TECHNOLOGIE"]]}],["Du zeichnest Dich durch eine hohe Eigeninitiative aus und lernst gerne Neues.\r",{"entities":[]}],["Du bist teamfähig, kannst mit Stakeholdern souverän kommunizieren und verfügst über sehr gute Deutsch- und gute Englischkenntnisse.\r",{"entities":[]}],["Abgeschlossenes Studium (Wirtschafts-) Informatik oder vergleichbare Studiengänge\r",{"entities":[]}],["Erfahrung in relevanten Programmiersprachen wie z.B. Scala, Java oder Python und in der Entwicklung von ETL Prozessen\r",{"entities":[[53,58,"PROG_SPRACHE"]]}],["Kenntnisse in Hadoop Ecosystem (HDFS, Kudu, Hive, Impala, Solr, Spark, Kafka)\r",{"entities":[[32,36,"TECHNOLOGIE"],[38,42,"TECHNOLOGIE"],[44,48,"TECHNOLOGIE"],[58,62,"TECHNOLOGIE"],[64,69,"TECHNOLOGIE"],[71,76,"TECHNOLOGIE"]]}],["Erfahrung im Aufbau von Datenstrukturen (z.B. Data Lake, Data Warehouse)\r",{"entities":[[46,55,"TECHNOLOGIE"],[57,71,"TECHNOLOGIE"]]}],["Sehr gute Deutsch - und Englischkenntnisse\r",{"entities":[]}],["Ihre Stärken: Teamfähigkeit, analytische sowie strukturierte Arbeitsweise",{"entities":[]}]]}